// 29 Знакомство с JS  ------------------------------------------------

// 1. Выведите в консоль ваше имя.

console.log ("Shaiyrgul");


// 2. Попробуйте написать следующий фрагмент скипта, которое выводит сообщение в консоль: **`console.log("Ваше имя" + "Ваша фамилия");`** изучите, что в данном фрагменте кода делает знак +

console.log ("Shaiyrgul" + " " + "Manapova");


// 3. Напишите следующий фрагмент: `console.log(100 + 100);` что делает в данном фрагменте знак +
console.log (100+100); //200



// 4. Напишите следующий фрагмент: `document.write("100 + 100 = " + (100 + 100));` попробуйте изучить что делает в данном фрагменте знак +

document.write ("100+100 = " + (100+100)); //100+100 = 200








